Repository: herpoi/enigma2-plugins
Catalog: virtualzap/po/*.po
Languages: pl

source: as plugin in extended bar
pl: jako plugin na liście rozszerzeń

source: with long OK press
pl: przez długie naciśnięcie OK

source: with Exit button
pl: przez naciśnięcie Exit

source: Could not open Picture in Picture
pl: Nie można uruchomić PiP

source: Virtual Zap Setup
pl: Konfiguracja Virtual Zap

source: Virtual (PiP) Zap
pl: Konfiguracja Virtual (PiP) Zap

source: Directory browser
pl: Przeglądarka katalogów

source: Cancel
pl: Anuluj

source: Save
pl: Zapisz

source: Usage
pl: Aktywuj

source: Use PiP
pl: Używaj PiP

source: Show PiP in Infobar
pl: Pokaż PiP na Infobarze

source: Start standard PiP after x secs (0 = disabled)
pl: Uruchom PiP po ... sekundach

source: Show picons
pl: Pokazuj pikony

source: Picon path
pl: Ścieżka do katalogu pikon

source: Remember last service
pl: Pamiętaj ostatni kanał

source: GUI needs a restart to apply the new settings. Do you want to Restart the GUI now?
pl: Aby aktywować nowe ustawienia konieczny jest restart GUI. Czy chcesz teraz zrestartować GUI?

source: Restart GUI now?
pl: Zrestartować GUI teraz?

source: with Left & Right buttons
pl: za pomocą klawiszy Lewo/Prawo

source: with Up & Down buttons
pl: za pomocą klawiszy Góra/Dół

source: No EPG data
pl: Brak danych EPG
